Repository: FirmLeelayana/logic-simulator
Catalog: locale/*/LC_MESSAGES/gui.po
Languages: fr_fr, th_th

source: &New definition file...
fr_fr: &Nouveau fichier de définition…
th_th: &เปิดไฟล์ใหม่...

source: &About
fr_fr: &Sur
th_th: &เกี่ยวกับ

source: &File
fr_fr: &Fichier
th_th: &ไฟล์

source: Cycles:
th_th: รอบ:

source: Run
fr_fr: Faire Fonctionner
th_th: เริ่มดำเนินการ

source: Continue
fr_fr: Continuer
th_th: ดำเนินการต่อ

source: Quit
fr_fr: Quitter
th_th: ออก

source: Switches:
fr_fr: Commutateurs:
th_th: สวิตช์:

source: Monitor Points:
fr_fr: Les prises d’écrans:
th_th: จุดตรวจวัด:

source: Toggle dotted lines
fr_fr: Basculer les pointillés
th_th: เปิด-ปิดเส้นประ

source: Switch to 2D Monitors
fr_fr: Changer d’écrans 2D
th_th: เปลี่ยนเป็นการแสดงผล 2 มิติ

source: OFF
fr_fr: Éteint
th_th: ปิด

source: ON
fr_fr: Allumé
th_th: เปิด

source: Add Monitor
fr_fr: Ajouter un ecran
th_th: เพิ่มจุดตรวจวัด

source: Clear
fr_fr: Dégager
th_th: ลบ

source: Logic Simulator Scanner by Firm Leelayana Parser by Sense Sunyabhisithkul GUI Skeleton by Mojisola Agboola GUI by Shazril Suhail 2021
fr_fr: Le Simulateur Logique Scanner de Firm Leelayana Parser de Sense Sunyabhisithkul GUI Skeleton de Mojisola Agboola GUI de Shazril Suhail 2021
th_th: โปรแกรมจำลองวงจรไฟฟ้า สแกนเนอร์ โดย เฟิร์ม ลีลายนะ พาร์เซอร์ โดย เซ้นส์ สัญญพิสิทธิ์กุล โครงกราฟิก โดย โมจิโซล่า อักบูลา กราฟิก โดย ชาซริล ซูฮาอิล 2021

source: About the Logic Simulator
fr_fr: À propos du Simulateur Logique
th_th: เกี่ยวกับโปรแกรมจำลองวงจรไฟฟ้า

source: Open txt file
fr_fr: Ouvrir le fichier txt
th_th: เปิดไฟล์ข้อความ

source: Switch to 3D Monitors
fr_fr: Changer d’écrans 3D
th_th: เปลี่ยนเป็นการแสดงผล 3 มิติ
